var data = {
	"province": ["上海","深圳","广州","北京"],
	"city":{
		"上海":["闵行","松江","徐汇","闸北","金山"],
		"深圳":["南山","罗湖","福田","坂田","宝安"],
		"广东省":["韶关市","韶关市","韶关市","韶关市","韶关市"],
		"广东省":["韶关市","韶关市","韶关市","韶关市","韶关市"],
		"广东省":["韶关市","韶关市","韶关市","韶关市","韶关市"],
		"广东省":["韶关市","韶关市","韶关市","韶关市","韶关市"],
		"广东省":["韶关市","韶关市","韶关市","韶关市","韶关市"]
	},
	"shop": {
		"闵行":{
			"101":{
				"name": "松坪山社区1",
				"address":"上海 闵行"
			},
			"102":{
				"name": "松坪山社区2",
				"address":"上海 闵行"
			},
			"103":{
				"name": "松坪山社区3",
				"address":"上海 闵行"
			}
		},
		"松江":{
			"104":{
				"name": "韶关大店1",
				"address":"上海 松江"
			},
			"105":{
				"name": "韶关大店2",
				"address":"上海 松江"
			},
			"106":{
				"name": "韶关大店3",
				"address":"上海 松江"
			},
			"107":{
				"name": "韶关大店4",
				"address":"上海 松江"
			},
			"108":{
				"name": "韶关大店5",
				"address":"上海 松江"
			},
			"109":{
				"name": "韶关大店6",
				"address":"上海 松江"
			}
		},
		"南山":{
			"110":{
				"name": "南山大店1",
				"address":"深圳 南山"
			},
			"111":{
				"name": "南山大店2",
				"address":"深圳 南山"
			},
			"112":{
				"name": "南山大店3",
				"address":"深圳 南山"
			}
		},
	}
}